export const chests = [
  // Основные сундуки с вещами
  {
    name: "Сундук с Вещами (5 шт)",
    price: "99₽",
    items: "5 предметов",
    rarity: "Обычная",
  },
  {
    name: "Сундук с Вещами (10 шт)",
    price: "179₽",
    items: "10 предметов",
    rarity: "Обычная",
  },
  {
    name: "Сундук с Вещами (15 шт)",
    price: "265₽",
    items: "15 предметов",
    rarity: "Редкая",
  },
  // Сундуки с донатом
  {
    name: "Сундук с Донатом (x3)",
    price: "89₽",
    items: "3 доната",
    rarity: "Особая",
  },
  {
    name: "Сундук с Донатом (x10)",
    price: "199₽",
    items: "10 донатов",
    rarity: "Особая",
    popular: true,
  },
  {
    name: "Сундук с Донатом (x25)",
    price: "299₽",
    items: "25 донатов",
    rarity: "Эпическая",
  },
  // Сундуки с Валютой
  {
    name: "Сундук с Валютой (3 шт)",
    price: "49₽",
    items: "3 валюты",
    rarity: "Обычная",
  },
  {
    name: "Сундук с Валютой (10 шт)",
    price: "129₽",
    items: "10 валют",
    rarity: "Редкая",
  },
  {
    name: "Сундук с Валютой (25 шт)",
    price: "199₽",
    items: "25 валют",
    rarity: "Эпическая",
  },
  // Сундуки с Префиксами
  {
    name: "Сундук с Префиксами (3 шт)",
    price: "59₽",
    items: "3 префикса",
    rarity: "Редкая",
  },
  {
    name: "Сундук с Префиксами (10 шт)",
    price: "149₽",
    items: "10 префиксов",
    rarity: "Эпическая",
  },
  {
    name: "Сундук с Префиксами (25 шт)",
    price: "239₽",
    items: "25 префиксов",
    rarity: "Легендарная",
  },
  // Сундуки с Китами
  {
    name: "Сундук с Китами (3 шт)",
    price: "259₽",
    items: "3 кита",
    rarity: "Эпическая",
  },
  {
    name: "Сундук с Китами (5 шт)",
    price: "489₽",
    items: "5 китов",
    rarity: "Легендарная",
  },
  {
    name: "Сундук с Китами (10 шт)",
    price: "799₽",
    items: "10 китов",
    rarity: "Мифическая",
  },
  // Сундуки с Рилликами
  {
    name: "Сундук с Рилликами (1 шт)",
    price: "99₽",
    items: "1 риллик",
    rarity: "Редкая",
  },
  {
    name: "Сундук с Рилликами (3 шт)",
    price: "239₽",
    items: "3 риллика",
    rarity: "Эпическая",
  },
  {
    name: "Сундук с Рилликами (5 шт)",
    price: "389₽",
    items: "5 рилликов",
    rarity: "Легендарная",
  },
];
